Revit 2027 API
UV.Item Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double this[
	int idx
] { get; }
Public ReadOnly Default Property Item (
	idx As Integer
) As Double
	Get
public:
property double default[int idx] {
	double get (int idx);
}
member Item : float with get
Parameters
idx Int32
Property Value
Double
See Also
Reference
UV Class
Autodesk.Revit.DB Namespace